"Close" = "Lukk";

"Scan Card" = "Skann kortet";

"Scan card" = "Skann kort";

"The IBAN you entered is invalid." = "Du skreiv inn eit ugyldig IBAN-nummer.";

"There was an error processing your card -- try again in a few seconds" = "Det oppstod ei feil under behandlinga av kortet – prøv igjen om nokre få sekund";

"There was an unexpected error -- try again in a few seconds" = "Det oppstod ein uventa feil – prøv igjen om nokre få sekund";

"Try again" = "Prøv igjen";

"We use Stripe to verify your card details. Stripe may use and store your data according its privacy policy. <a href='https://support.stripe.com/questions/stripes-card-image-verification'><u>Learn more</u></a>" = "Vi brukar Stripe til å verifisere kortdetaljane dine. Stripe kan bruke og lagre dataa dine i samsvar med personvernerklæringa deira. <a href='https://support.stripe.com/questions/stripes-card-image-verification'><u>Finn ut meir</u></a>";

"Your card has expired" = "Kortet har gått ut";

"Your card was declined" = "Kortet vart avvist";

"Your card's expiration month is invalid" = "Utløpsmånaden på kortet er ugyldig";

"Your card's expiration year is invalid" = "Utløpsåret på kortet ditt er ugyldig";

"Your card's number is invalid" = "Kortnummeret ditt er ugyldig";

"Your card's security code is invalid" = "Sikkerheitskoden til kortet er ugyldig";

"Your name is invalid." = "Namnet ditt er ugyldig.";

"Your payment method was declined." = "Betalingsmåten din vart avvist.";
